;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: Zityi's Translator Team
; TranslationAuthorEmail: zityisoft@gmail.com
; TranslationAuthorWeb: http://szoftverforditasok.hu
; Version: 1.25.27

[GUI]
ButtonYes=Igen
ButtonNo=Nem
ButtonOK=OK
ButtonMinimize=Kis méret
ButtonMaximize=Teljes méret
ButtonClose=Bezárás
ButtonRestore=Visszaállítás
ButtonMenu=Menü
btnsupportcenter=Támogatóközpont
ButtonCancel=Mégse


[Translation]
LangCode=040e
ReadHabit=Left-to-right
LanguageName=HUN
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Warning=Figyelmeztetés
Error=Hiba
Information=Információk
Confirm=Megerősítés
BtnRegister.Caption=Regisztráció

pmContact=Kapcsolatfelvétel
pmCheckMsg=Hírek automatikus ellenőrzése
ppmHelpOnline=Online súgó
ppmForum=Hivatalos fórum
ppmHomepage=Hivatalos weboldal
ppmContactUs=Kapcsolatfelvétel
ppmCheckUpdates=Frissítések ellenőrzése
ppmSettings=Beállítások
ppmRestoreFile=Mentés és visszaállítás
ppmLanguage=Nyelvek
ppmAbout=Névjegy
ppmOpen=Forrásmappa megnyitása
ppmFileProperties=Tulajdonságok
ppmDelete=Kijelölt fájlok törlése
ppmExport=Exportálás...
ppmExecute=Megnyitás

frmWDFMain.btnemail.hint=Ossza meg a Wise Duplicate Finder-t barátaival
frmWDFMain.btntwitter.hint=Ossza meg a Wise Duplicate Finder-t a Twitteren
frmWDFMain.btnfacebook.hint=Kövessen minket Facebookon
frmWDFMain.btnFolder.Hint=Mappák kiválasztása
frmWDFMain.lblVer.Caption=Verzió:
frmWDFMain.btnScan.caption=Vizsgálat
frmWDFMain.btnCancel.caption=Mégse
frmWDFMain.btnScan.Hint=Vizsgálat
frmWDFMain.btnCancel.Hint=Mégse
frmWDFMain.lblcaption.Caption=A számítógépen található fájlmásolatok törlésével jelentős lemezterület szabadítható fel
frmWDFMain.lblLocation.Caption=Helyek:
frmWDFMain.btnAdvSetting.Caption=Speciális beállítások
frmWDFMain.btnselall.Caption=Összes kijelölése
frmWDFMain.btnInvertSelection.Caption=Kijelölés megfordítása
frmWDFMain.btnKeepOne.Caption=Egy megtartása
frmWDFMain.btnDel.Caption=Kijelölt eltávolítása

ppmLastCreate=Legújabb létrehozott
ppmFirstCreate=Legkorábbi létrehozott
ppmLastWrite=Legújabb módosított
ppmFirstWrite=Legkorábbi módosított

frmDFSettings.Caption=Beállítások
frmDFSettings.lblIncludes.Caption=Vizsgálandó elemek:
frmDFSettings.lblMinimize.Caption=Kis méret:
frmDFSettings.lblMaxmize.Caption=Teljes méret:
frmDFSettings.btnAddFolder.caption=Mappa hozzáadása
frmDFSettings.btnAddKey.caption=Kulcsszó hozzáadása
frmDFSettings.lblExclude.Caption=Kizárt elemek:
frmDFSettings.lblBackup.Caption=Mentés helye:
frmDFSettings.lblCheckupdate.Caption=Frissítés keresése:
frmDFSettings.lblLanguage.Caption=Nyelv:
frmDFSettings.btnOk.caption=OK
frmDFSettings.btnCancel.caption=Mégse
frmDFSettings.AdvSetting.Caption=Speciális beállítások
frmDFSettings.Folder.Caption=Mappa kiválasztása
frmDFSettings.chkAutoBackup.Caption=Auto-mentés
frmDFSettings.ckNewsletter.Caption=Hírek automatikus ellenőrzése
frmDFSettings.btnAddFolder.Hint=Mappa hozzáadása
frmDFSettings.btnAddKey.Hint=Kulcsszó hozzáadása
frmDFSettings.btnOk.Hint=OK
frmDFSettings.btnCancel.Hint=Mégse
frmDFSettings.lblColor.Caption=Csoport színe:


FrmRegister.Caption=Regisztráció
FrmRegister.lblinfo.caption=Köszönjük, hogy a Wise Duplicate Finder-t választotta
FrmRegister.lblemail.caption=E-mail:
FrmRegister.lblName.caption=Név:
FrmRegister.lblkey.caption=Licenckulcs:
FrmRegister.lblhelp.caption=Problémája van a licenckulcs megadásával?
FrmRegister.lblsupport.caption=Kapcsolatfelvétel
FrmRegister.btnreg.caption=Regisztrálás
FrmRegister.btnbuy.caption=Vásárlás

frmBackup.Caption=Mentés és visszaállítás
frmBackup.lblBackup.Caption=Mentés helye:
frmBackup.btnDelete.caption=Kijelölt törlése
frmBackup.btnRestore.caption=Kijelölt visszaállítása

frmAbout.caption=Névjegy
frmAbout.lblver.Caption=Aktuális verzió:
frmAbout.lblemail.Caption=E-mail támogatás:
frmAbout.lblhome.Caption=Weboldal:
frmAbout.lblthanks.Caption=Köszönjük a következő személyek közreműködését
frmAbout.lblStatus.Caption=Állapot:


[Message]
deletefileerr=Nem törölhető
Continuedelete=Szeretné folytatni?
BeginCountFiles=Felkészülés a vizsgálatra...
CountFiles=%d fájl beolvasásra került...
HashFiles=Jelenlegi fájlok:
CountResult=Vizsgálati eredmények kiszámítása...
searchduplicateover=%d fájlmásolat csoportot találtunk. Összesen %d fájl. Eltelt idő: %d másodperc
FileName=Név
FileSize=Méret
FolderName=Mappa
LastDate=Módosítás dátuma
CreateDate=Létrehozás dátuma
mdFileName=Egyező név és méret (Leggyorsabb)
mdHashPart=Részleges egyezés (Gyors)
mdHash=Pontos egyezés (Lassú)
mdZeroSize=0 bájtos fájlok
WaitRestore=Visszaállítás...
WaitBackup=Várakozás...
Images=Képek
Audios=Audió fájlok
Videos=Videó fájlok
Document=Dokumentumok
Compressed=Archívum
Email=E-mail
Byte=Bájt
KB=KB
MB=MB
GB=GB
AddFolder=Mappa hozzáadása
NoFolder=Kérjük, adja hozzá a mappákat, amelyeket meg szeretne vizsgálni!
InputKey=Adja meg a kulcsszót
EmptyEmail=Az e-mail cím mező nem lehet üres.
EmptyName=Kérjük, adja meg a nevét
EmpytKey=A licenckulcs mező nem lehet üres.
InvalidEmail=Kérjük, adja meg a helyes e-mail címet
InvalidKey=Érvénytelen licenckulcs!
InvalidRegInfo=Érvénytelen regisztrációs adatok!
ThanksRegister=Köszönjük a regisztrációt!
NoRegInfo=A regisztrációs információ nem található!
Daily=Naponta
Weekly=Hetente
Monthly=Havonta
Never=Soha
newver=Új Wise Duplicate Finder verzió érhető el! Szeretné frissíteni most?
nonewver=Jelenleg ez a legfrissebb verzió
Registered=Regisztrált
Unregistered=Regisztrálatlan

[AutoUpdate]
UpdateFail=Nem sikerült frissíteni. Letölti a telepítőfájlt a weboldalunkról?
CurrentFile=Aktuális fájl: 
Readed=Letöltés:
SumSize=Teljes méret:
Byte=bájt
DownloadError=Letöltés hiba, próbálkozzon később.
Cancel=Mégse
Ready=Letöltésre kész.

[Renew]
Renew=Megújítás
Regnow=Regisztrálás
title1=A licenckulcs lejárt. Kérjük, újítsa meg időben!
title=A Wise Duplicate Finder %d nap múlva lejár!
Regtitle= A próbaverzió %d nap múlva lejár!
Price=A Pro megújítása csak %s!
RegPrice=Vásárolja meg a Pro verziót most csak: %s!
Describe=Elveszítheti a Pro verzió előnyeit.